{
	"discoverability":"<p>For any data consumer to find relevant information about an endpoint (what type of data does it contains? what features are supported? etc.) the data publisher needs to publish some fundamental metadata about the policies, features and content of its endpoint. The discoverability experiments search for VoID metadata about the endpoint indexed in the SPARQL Endpoint itself (which must explicitly mention the endpoint; i.e., it cannot just be generic VoID data), in its well-known VoID location (http://{domain}/.well-known/void), or in the document dereferenced by the endpoint URL. We also look for a SPARQL 1.1 Service Description (SD) in the document dereferenced from the endpoint URL. Finally, sometimes the engine used to power an endpoint can be apparent from the HTTP Server header field. We report the value of this field also.</p><p>Refer to the Discoverability description for more information.</p>",
	"Server Name": "<p>Name of the server found in the HTTP GET response header (as of the field \\'Server\\').</p>",
	"VoID Description": "<p>VoID is an RDF Schema vocabulary for expressing metadata about RDF datasets. In particular it can be used to express general metadata about datasets contained by an SPARQL Endpoint. The discoverability experiments search for VoID metadata about the endpoint indexed in the SPARQL Endpoint itself (which must explicitly mention the endpoint; i.e., it cannot just be generic VoID data), in its well-known VoID location (http://{domain}/.well-known/void), or in the document dereferenced by the endpoint URL.</p>",
	"Service Description": "<p>SPARQL service description is a W3C recommendation. Service Description is both a method for discovering and a vocabulary for describing SPARQL services made available via the SPARQL 1.1 Protocol for RDF. These descriptions provide a mechanism by which a client or end user can discover information about the SPARQL service such as supported extension functions and details about the available dataset. We access SPARQL 1.1 Service Description (SD) in the document dereferenced from the endpoint URL.</p>",
	"HTTP Get": "<p>Dereferencing endpoint URL requesting RDF.</p>",
	"/.well-known/void": "<p>RFC 5785 standard recommends to publish the description at the location \\'http://{domain}/.well-known/void\\' ideally at the root.</p>",
	"SPARQL Endpoint content": "<p>Description contained in the SPARQL Endpoint content</p>",
	"Datahub.io": "<p>Description fetched from Datahub.io catalog</p>"
}